Repository: vakesz/Glasstual
Catalog: Sources/App/Features/Sidebar/Sidebar.xcstrings
Source language: en
Languages: de, hu

# filter-all
source: All
de: Alle
hu: Mind

# filter-unread
source: Unread
de: Ungelesen
hu: Olvasatlan

# filter-mentions
source: Mentions
de: Erwähnungen
hu: Említések

# filter-label
source: Filter conversations
de: Unterhaltungen filtern
hu: Beszélgetések szűrése

# favorites-title
source: Favorites
de: Favoriten
hu: Kedvencek

# pin-favorite
source: Pin to Favorites
de: Zu Favoriten hinzufügen
hu: Rögzítés a kedvencekhez

# unpin-favorite
source: Remove from Favorites
de: Aus Favoriten entfernen
hu: Eltávolítás a kedvencekből

# favorite-accessibility
source: Pinned to Favorites
de: In Favoriten angeheftet
hu: Kedvencekhez rögzítve

# no-unread-title
source: No unread conversations
de: Keine ungelesenen Unterhaltungen
hu: Nincsenek olvasatlan beszélgetések

# no-mentions-title
source: No mentions
de: Keine Erwähnungen
hu: Nincsenek említések

# no-mentions-description
source: Conversations where someone mentions you appear here.
de: Unterhaltungen, in denen du erwähnt wirst, werden hier angezeigt.
hu: Itt jelennek meg azok a beszélgetések, amelyekben megemlítenek.

# conversations-with-new-messages
source: Conversations with new messages appear here.
de: Unterhaltungen mit neuen Nachrichten werden hier angezeigt.
hu: Itt jelennek meg az új üzeneteket tartalmazó beszélgetések.
